
backtologin = Volver al Login

common.days          = Dias
common.email         = Email
common.login         = Login
common.password      = Contrase\u00F1a
common.passwordrules = Al menos 8 caracteres, incluyendo letras may\u00FAsculas y min\u00FAsculas, n\u00FAmeros y s\u00EDmbolos.
common.username      = Usuario
common.validate      = Validar

lostpassword = Contrase\u00F1a Perdida

lostpassword.instructions = Digita tu email para poder reiniciar tu contrase\u00F1a a una temporaria

messages.invalid_credentials     = Credenciales inv\u00E1lidas, tratar de nuevo!
messages.invalid_password        = Por favor digite una contrase\u00F1a valida
messages.invalid_token           = El token de seguridad enviado es inv\u00E1lido o ya expir\u00F3
messages.ip_blocked              = Esta IP ha sido bloqueada.
messages.lostpassword_check      = Por favor chequea tu buz\u00F3n de correo por nuestro email de reinicio el cual tendr\u00E1 que ser ocupado en los pr\u00F3ximos {1} minutos
messages.notauthenticated        = No se encontr\u00F3 ninguna sesi\u00F3n de usuario v\u00E1lida.\n
messages.password_mismatch       = Las contrase\u00F1as no coinciden, por favor confirme su contrase\u00F1a\n
messages.password_reset          = \u00A1Oh d\u00EDa glorioso! Tu contrase\u00F1a ha sido restablecida. Por favor, int\u00E9ntelo ahora.\n
messages.password_reset_detected = Se ha emitido un restablecimiento de contrase\u00F1a para su cuenta.\n
messages.password_used           = No puede utilizar la misma contrase\u00F1a al restablecer su contrase\u00F1a.\n
messages.reminder_sent           = Recordatorio de contrase\u00F1a ha sido enviado. Por favor chequea tu buz\u00F3n de correo por nuestro email de reinicio el cual tendr\u00E1 que ser ocupado en los pr\u00F3ximos {1} minutos
messages.seeyou                  = Nos vemos!
messages.user_blocked            = El usuario ha sido bloqueado.

rememberme = Recordarme para

rememberme.day     = este d\u00EDa
rememberme.month   = este mes
rememberme.session = esta sesi\u00F3n
rememberme.week    = esta semana
rememberme.year    = este a\u00F1o

resetpassword = Las contrase\u00F1as deben coincidir\n

resetpassword.confirm      = Confirme Contrase\u00F1a
resetpassword.instructions = Ingrese una nueva contrase\u00F1a para su cuenta.
resetpassword.match        = Las contrase\u00F1as deben coincidir\n

twofactor.codesent                = Reenv\u00EDo del c\u00F3digo de verificaci\u00F3n\n
twofactor.enrollmentSuccess       = Se ha inscrito en la autenticaci\u00F3n de dos factores!
twofactor.error                   = Hubo un error al enviar el c\u00F3digo de dos factores. P\u00F3ngase en contacto con el administrador del sitio para obtener m\u00E1s informaci\u00F3n.\n
twofactor.illegalAuthorEnrollment = Usted no puede inscribir a otro usuario en la autenticaci\u00F3n de dos factores.
twofactor.invalidAuthor           = Usuario Invalido
twofactor.resendcode              = Reenviar codigo\n
twofactor.trust                   = Guardar Dispositivo
twofactor.unenrollment            = Usted a desactivado autenticaci\u00F3n de dos factores

validation.need_email = Tu email es requerido
